<?php

// first define main language vars
$BLM['backend_menu'] = 'phpwcms модули';
$BLM['listing_title'] = 'phpwcms модули';
$BLM['listing_intro'] = 'За phpwcms са налични множество мощни модули за покриване на специални изисквания. Бихме искали да представим някои от тях тук. Могат да бъдат разработени и персонализирани модули за сложни изисквания.';
$BLM['listing_shop'] = 'phpwcms магазин модул';
$BLM['promotext_shop'] = 'Модулът за магазин на phpwcms ви позволява да настроите лесен онлайн магазин.';
$BLM['listing_calendar'] = 'phpwcms календар модул';
$BLM['promotext_calendar'] = 'Модулът за календар на phpwcms позволява изграждането на богат на функции календар.';
$BLM['listing_user'] = 'phpwcms модул за управление на потребители';
$BLM['promotext_user'] = 'Модулът за управление на потребители на phpwcms позволява управление на потребителски данни като клиенти или членове на асоциации.';

