<?php

// first define main language vars
$BLM['backend_menu'] = 'Αρθρώματα phpwcms';
$BLM['listing_title'] = 'Αρθρώματα phpwcms';
$BLM['listing_intro'] = 'Υπάρχουν πολλά ισχυρά αρθρώματα διαθέσιμα για το phpwcms για την κάλυψη ειδικών απαιτήσεων. Θα θέλαμε να παρουσιάσουμε μερικά από αυτά εδώ. Μπορούν επίσης να αναπτυχθούν προσαρμοσμένα αρθρώματα για πολύπλοκες απαιτήσεις.';
$BLM['listing_shop'] = 'Άρθρωμα καταστήματος phpwcms';
$BLM['promotext_shop'] = 'Το άρθρωμα καταστήματος phpwcms σας επιτρέπει να δημιουργήσετε ένα απλό ηλεκτρονικό κατάστημα.';
$BLM['listing_calendar'] = 'Άρθρωμα ημερολογίου phpwcms';
$BLM['promotext_calendar'] = 'Το άρθρωμα ημερολογίου phpwcms σας επιτρέπει να δημιουργήσετε ένα ημερολόγιο πλούσιο σε λειτουργίες.';
$BLM['listing_user'] = 'Άρθρωμα διαχείρισης χρηστών phpwcms';
$BLM['promotext_user'] = 'Το άρθρωμα διαχείρισης χρηστών phpwcms επιτρέπει τη διαχείριση δεδομένων χρηστών, όπως πελατών ή μελών.';

