<?php

// first define main language vars
$BLM['backend_menu'] = 'phpwcms модули';
$BLM['listing_title'] = 'phpwcms модули';
$BLM['listing_intro'] = 'Постојат многу моќни модули достапни за phpwcms за исполнување на посебни барања. Би сакале да претставиме некои од нив овде. Исто така, може да се развијат прилагодени модули за комплексни потреби.';
$BLM['listing_shop'] = 'phpwcms модул за продавница';
$BLM['promotext_shop'] = 'phpwcms модулот за продавница ви овозможува да поставите едноставна онлајн продавница.';
$BLM['listing_calendar'] = 'phpwcms модул за календар';
$BLM['promotext_calendar'] = 'phpwcms модулот за календар овозможува градење на календар богат со функции.';
$BLM['listing_user'] = 'phpwcms модул за управување со корисници';
$BLM['promotext_user'] = 'phpwcms модулот за управување со корисници овозможува управување со кориснички податоци како што се клиенти или членови на здруженија.';

