<?php

// first define main language vars
$BLM['backend_menu'] = 'Модули phpwcms';
$BLM['listing_title'] = 'Модули phpwcms';
$BLM['listing_intro'] = 'Для phpwcms доступно множество мощных модулей для решения специальных задач. Мы рады представить некоторые из них. Также могут быть разработаны индивидуальные модули для сложных требований.';
$BLM['listing_shop'] = 'Модуль интернет-магазина phpwcms';
$BLM['promotext_shop'] = 'Модуль интернет-магазина phpwcms позволяет развернуть простой интернет-магазин.';
$BLM['listing_calendar'] = 'Модуль календаря phpwcms';
$BLM['promotext_calendar'] = 'Модуль календаря phpwcms позволяет создать многофункциональный календарь событий.';
$BLM['listing_user'] = 'Модуль управления пользователями phpwcms';
$BLM['promotext_user'] = 'Модуль управления пользователями phpwcms позволяет управлять учетными записями клиентов или членов организации.';

