<?php

// first define main language vars
$BLM['backend_menu'] = 'Модулі phpwcms';
$BLM['listing_title'] = 'Модулі phpwcms';
$BLM['listing_intro'] = 'Для phpwcms доступно багато потужних модулів для задоволення спеціальних вимог. Ми хочемо представити деякі з них тут. Також можуть бути розроблені спеціальні модулі для складних завдань.';
$BLM['listing_shop'] = 'Модуль інтернет-магазину phpwcms';
$BLM['promotext_shop'] = 'Модуль інтернет-магазину phpwcms дозволяє налаштувати простий онлайн-магазин.';
$BLM['listing_calendar'] = 'Модуль календаря phpwcms';
$BLM['promotext_calendar'] = 'Модуль календаря phpwcms дозволяє створити багатофункціональний календар подій.';
$BLM['listing_user'] = 'Модуль керування користувачами phpwcms';
$BLM['promotext_user'] = 'Модуль керування користувачами phpwcms дозволяє керувати даними користувачів, такими як клієнти або члени асоціацій.';

